SERUM = ('Мы разрабатываем сыворотку, способную повысить продуктивность коров. '
                   'Можно ее протестировать ? \n'
                   '1 - Да \n'
                   '0 - Нет')
INTERNET = ('В интернете вас высмеивают и критикуют.'
                   'Наказать виновных? \n'
                   '1 - Да \n'
                   '0 - Нет')
BUDGET = ('Нужно увеличить военный бюджет? \n'
                   '1 - Да \n'
                   '0 - Нет')
WEAPONS = ('Испытания ядерного оружия могли бы существенно продвинуть науку вперед. \n'
                   '1 - Да \n'
                   '0 - Нет')
MONEY = ('Население процветает, а правительству нужны деньги. Поднять налоги? \n'
                   '1 - Поднять немного \n'
                   '0 - Удвоить')
NESTABILITY = ('Ваша страна столкнулась с нестабильностью в регионе из-за конфликта с соседним государством. \n '
                   'Вы можете либо увеличить бюджет на оборону и усилить армию для обеспечения безопасности страны'
                   ' либо попытаться решить конфликт мирным путем \n'
                   '1 - Усилить армию и оборону \n'
                   '0 - Решить конфликт мирным путем')
CRISIS = ('Ваша страна сталкивается с экономическим кризисом из-за мировой финансовой нестабильности. \n '
                   'Вы можете либо сократить расходы на оборону и армию для экономии средств, '
                   'либо увеличить инвестиции в армию для обеспечения безопасности страны. \n'
                   '1 - Сократить расходы на армию \n'
                   '0 - Увеличить инвестиции в армию')
PROJECT = ('В вашей стране возникла необходимость в проведении крупного инфраструктурного проекта'
                   ' для экономического развития.'
                   ' \n Вы можете либо выделить средства из казны на развитие инфраструктуры, '
                   'либо сократить расходы на развитие и увеличить бюджет на армию для обеспечения безопасности. \n'
                   '1 - Инвестировать в инфраструктуру \n'
                   '0 - Увеличить бюджет на армию')
AGREEMENT = ('Ваша страна получила предложение о заключении торгового соглашения с крупным экспортером, '
                   'что может принести дополнительные доходы. \n Вы можете либо подписать соглашение,'
                   ' либо отказаться от соглашения в защиту своих производителей. \n'
                   '1 - Подписать торговое соглашение \n'
                   '0 - Отказаться от соглашения')
CYBERATACA = ('В вашей стране возникла угроза кибератак со стороны международных хакеров. \n '
                   'Вы можете либо увеличить финансирование кибербезопасности и обучение специалистов, '
                   'либо сосредоточиться на увеличении численности армии'
                   ' для обеспечения безопасности национальной территории. \n'
                   '1 - Увеличить финансирование кибербезопасности \n'
                   '0 - Увеличить численность армии')
CATACLISM = ('Ваша страна столкнулась с непредвиденным природным катаклизмом, '
                   'вызвавшим значительные разрушения. \n Вы можете либо направить финансы на восстановление городов'
                   'и помощь пострадавшим, либо использовать средства для усиления армии'
                   ' и подготовки к возможным будущим бедствиям. \n'
                   '1 - Помощь пострадавшим \n'
                   '0 - Усилить армию')
OPERATION = ('Ваша страна получила приглашение принять участие в миротворческой операции в конфликтной зоне. \n'
                   'Вы можете либо отправить часть армии для участия в миссии, '
                   'либо отказаться от участия в операции'
                   ' и сконцентрироваться на укреплении национальной безопасности. \n'
                   '1 - Участвовать в миротворческой операции \n'
                   '0 - Сосредоточиться на национальной безопасности')
VIRUS = ('Страна столкнулась с эпидемией опасного вируса, и необходимо принять экстренные меры '
                   'для его контроля. \n Вы можете либо выделить средства на медицинскую помощь и разработку вакцины,'
'либо увеличить бюджет на оборону и контроль за порядком для предотвращения паники и беспорядков. \n'
                   '1 -  Выделить средства на медицину и вакцины \n'
                   '0 - Усилить контроль и бюджет на оборону')
ELECTROSTATION = ('В вашей стране возникла необходимость строительства новой ядерной электростанции '
                   'для обеспечения энергетической независимости.'
                   ' \n Вы можете либо выделить средства на строительство станции,'
                   'либо отказаться от строительства и направить средства на социальные программы для населения. \n'
                   '1 - Построить ядерную электростанцию \n'
                   '0 - Направить средства на социальные программы')
PROGRAMME = ('В вашей стране возникла потребность в создании программы нацеленной на борьбу'
                   'с бедностью и безработицей. \n Вы можете либо выделить часть казны на социальные выплаты '
                   'и программы поддержки малоимущих, либо использовать средства на увеличение численности армии '
                   'для обеспечения стабильности и безопасности.'
                   '1 - Создать программу борьбы с бедностью \n'
                   '0 - Увеличить численность армии')
REFORM = ('Ваша страна столкнулась с необходимостью реформы образовательной системы. \n'
                   'Вы можете либо выделить средства на строительство новых школ и улучшение качества обучения,'
                   ' либо направить средства на оборону и укрепление армии. \n'
                   '1 - Реформировать образовательную систему \n'
                   '0 - Укрепить армию')
MOST = ('Ваша страна получила предложение о строительстве международного моста, '
                   'который будет способствовать развитию экономики и туризма,'
                   ' но требует значительных финансовых затрат. \n'
                   'Вы можете либо согласиться на строительство моста, либо отказаться от проекта'
                   ' и направить средства на другие цели. \n'
                   '1 - Построить международный мост \n'
                   '0 - Отказаться от проекта')
CRIMINALITY = ('Ваша страна столкнулась с возросшим уровнем преступности и ростом террористических угроз. \n'
                   'Вы должны выбрать, улучшить обучение и оборудование полицейских для борьбы с преступностью'
                   'или увеличить финансирование армии для борьбы с террористическими угрозами. \n'
                   '1 - Улучшить полицию \n'
                   '0 - Увеличить финансирование армии')
CONTRIBUTIONS = ('Ваша страна столкнулась с серьезным экономическим кризисом из-за глобальных'
                   ' финансовых потрясений. \n'
                   'Вы можете либо ввести жесткие экономические меры, такие как сокращение социальных программ'
                   ' и повышение налогов,'
                   'либо обратиться к международным инвесторам и занять деньги. \n'
                   '1 - Ввести экономические меры \n'
                   '0 - Обратиться к международным инвесторам')
WATER = ('В вашей стране нехватка воды и возникла необходимость строительства новых водохранилищ '
                   'и улучшения системы водоснабжения.'
                   ' \n Вы можете либо выделить средства на проекты водоподготовки и сбережения воды,'
                   'либо использовать средства на улучшение военной техники и вооружений. \n'
                   '1 - Строительство водохранилищ \n'
                   '0 - Улучшение военной техники')
FLOATING = 'Прорвало плотину и затопило несколько крупных деревень'
SPORTSMEN = 'Ваши спортсмены выйграли крупное соревнование!'
LUCK = 'Удача улыбается вам!'
LEG = 'Вы явно встали не с той ноги'
CONTROL = 'Кажется, вы контролируете ситуацию!'
LADDER = 'Вы упали с лестницы'
BOBERS = 'Бобры построили плотину, что привело к перекрытию реки'
STARTING = 'Запуск «Союза» к МКС отменили из-за неблагоприятного расположения звезд'
BORN  = ('«Двести тысяч уже родилось, ещё миллион на подходе»:'
        ' в стране зафиксирован рекорд по рождаемости после послания президента')
PANCAKES = 'Из ГОСТа для блинов убрали яйца'
COFFEE = ('Сисадмин пролил кофе на сервер: глава материнского дата-центра Интернета'
         ' объяснил глобальный сбой в работе сети')
ALPHABIT = 'Из алфавита уберут букву «Ў» после госпитализации туриста, пытавшегося её прочитать'
WINNER = 'Вы стали победителем The International 2024'
ECOACTIVISTS = 'Экоактивисты 15 раз облили супом картины в зале современного искусства, но этого никто так и не заметил'
BUNKER = 'Был найден бункер с советским вооружением'
JUDO = '«Своих не бросаем», — в стране запретили дзюдо'
LAPTOP = '«Лучше греют»: эксперт объяснил преимущества ноутбуков отечественного производства'
FOOTBALL = 'Наша сборная одержала победу на чемпионате мира по футболу'
SANCTIONS = ('Ввести санкции против соседней страны? \n'
                   '1 - Да \n'
                   '0 - Нет')
BOMBORDING = ('Устроить бомбордировку? \n'
                   '1 - Да \n'
                   '0 - Нет')
MUST = ('Дать в долг соседней стране? \n'
                   '1 - Да \n'
                   '0 - Нет')
MATCH = ('Провести товарищеский матч? \n'
                   '1 - Да \n'
                   '0 - Нет')
WASTES = ('Выбросить отходы? \n'
                   '1 - Да \n'
                   '0 - Нет')
DIPLOMATY = ('Близлежащая страна предложила установить дипломатические отношения. \n'
                   '1 - Поддержать дипломатические отношения \n'
                   '0 - Отказаться от предложения')
TRANSACTIONS = ('Союз стран предложил провести переговоры для решения глобальной экологической проблемы.'
                   'Он нуждается в финансировании другими странами.\n'
                   '1 - Согласиться на переговоры\n'
                   '0 - Отказаться от переговоров')
TRADING = ('Появилась возможность развить новые торговые отношения с соседней страной.\n'
                   '1 - Расширить торговые связи\n'
                   '0 - Оставить прежние торговые отношения')
ECONOMIC_PROJECT = ('Вашей стране поступило предложение принять участие в рискованном экономическом проекте.\n'
                   '1 - Согласиться на авантюру\n'
                   '0 - Отказаться от предложения')
FAILURE = 'Экономический проект провалился.'
FESTIVAL = ('Граждане просят у вас разрешение провести международный фестиваль'
                   ' с целью обмена культурами в соотрудничестве с народами других стран \n'
                   '1 - Дать добро \n'
                   '0 - Отказать')
HELP = ('Вас просят о военной помощи ваш союзник. \n'
                   '1 - Помочь \n'
                   '0 - Отказать')
FURIOUSNESS = ('Во многих странах произошло стихийное бедствие. \n'
                   '1 - Предоставить гуманитарную помощь \n'
                   '0 - Не помогать')
MISSIONS = ('Вы можете принять участие в миротворческих миссиях '
                   'для предотвращения конфликтов между странами. \n'
                   '1 - Принять участие \n'
                   '0 - Не принимать участия')
ATTACK = ('На вас напала соседняя страна своими вооружёнными силами. \n'
                   '1 - Напасть в ответ \n'
                   '0 - Защищаться и предложить мирные переговоры')
ECONOMICS = ('В вашей стране кризисная ситуация в экономике. '
                   'Вы можете поднять таможенную пошлину для других стран. \n'
                   '1 - Увеличить налог \n'
                   '0 - Оставить прежнюю ставку')
UNION = ('Вашей стране предложили вступить в экономический союз'
                   'нескольких государств.'
                   '1 - Вступить в союз'
                   '0 - Отказаться от предложения')
SANCTIONS2 = ('Ваш союзник ввёл санкции против вашего государства.'
                   'Ввести санкции в ответ?'
                   '1 - Ввести'
                   '0 - Воздержаться')
COMPANIES = ('Хотите расширить деятельность транснациональных компаний-гигантов'
                   'и открыть филиалы в других странах?'
                   '1 - Ввести'
                   '0 - Воздержаться')
LOSS = ('Ваша страна проиграла в войне другой стране и вынуждена платить'
'репарации, но нечем. Что будете делать?'
                   '1 - Взять взаймы у другого гос-ва'
                   '0 - Поднять внутренние и внешние налоги')
PROPOSAL = ('Вам предложили вступить в военный блок стран,'
                   'но тогда при возникновении войны вам придётся отправить в поддержку свою армию.'
                   '1 - Согласиться'
                   '0 - Отказаться')
WAR = 'К сожалению, началась мировая война.'
TEAM = 'Здравствуйте! Введите количество команд '
DATE = 'Здравствуйте! Введите необходимый срок правления '
SURVIVORS = 'К сожалению, выживших не осталось'
ANNOUNCEMENTS = 'Приветствую, команда номер'
POINTS = 'Ваши очки'
ECOLOGY = 'Экология'
RESIDENTS = 'Жители'
ARMY = 'Армия'
CAULDRON = 'Казна'
REPUTATION = 'Репутация'
LIVED2 = 'Поздравляю, вы прожили'
YEAR3 = 'лет!'
ACTION = 'Введите номер команды, с которой хотите произвести действие: '
RESULTS = 'Результаты команд: '
NUMBER = 'Команда номер'
LIVED = 'прожила'
YEARS = 'лет'
YEAR = 'год'
YEAR2 = 'года'